Repository: TolikPylypchuk/ThreeLD
Catalog: ThreeLD.Web/Properties/Resources.*.resx
Languages: uk

# ActionsText
source: Actions
uk: Дії

# AllPreferencesText
source: You prefer every category out there.
uk: Вам цікаві всі категорії.

# AssignEditorText
source: Assign Editor
uk: Призначити редактора

# BookmarkDoesNotExistFormat
source: Bookmark on event {0} doesn't exist.
uk: Відмітка про подію {0} не існує.

# BookmarkRemovedFormat
source: Bookmark on event {0} has been removed.
uk: Відмітка про подію {0} видалена.

# BookmarksHeader
source: Bookmarks
uk: Відмітки

# BookmarkText
source: Bookmark
uk: Відмітка

# CancelText
source: Cancel
uk: Скасувати

# CategoryAlreadyPreferredFormat
source: Category {0} is already assigned as preferred.
uk: Категорія {0} вже позначена як цікава.

# ChooseCategory
source: Choose the category.
uk: Виберіть категорію

# ChooseCategoryText
source: Choose category...
uk: Виберіть категорію...

# CreateEventText
source: Create an Event
uk: Створити подію

# CreateText
source: Create
uk: Створити

# EditEventHeaderFormat
source: {0} an Event
uk: {0} подію

# EditEventTitleFormat
source: {0} an Event
uk: {0} подію

# EditText
source: Edit
uk: Редагувати

# ErrorText
source: Something went wrong. Please try again.
uk: Щось не так. Спробуйте знову.

# ErrorTitle
source: Error
uk: Помилка

# EventAlreadyBookmarkedFormat
source: {0} has already been bookmarked.
uk: {0} вже відзначена.

# EventApprovedFormat
source: {0} has been approved.
uk: {0} підтверджена.

# EventBookmarkedFormat
source: {0} has been bookmarked.
uk: {0} відзначена.

# EventCreatedFormat
source: {0} has been created.
uk: {0} створена.

# EventDeletedFormat
source: {0} has been deleted.
uk: {0} видалена.

# EventDoesNotExist
source: The specified event doesn't exist.
uk: Зазначена подія не існує.

# EventUpdatedFormat
source: {0} has been updated.
uk: {0} оновлена.

# LinkText
source: Link
uk: Посилання

# LoginInvalid
source: Invalid name or password.
uk: Неправильне ім'я або(і) пароль

# LoginPasswordDisplayName
source: Password
uk: Пароль

# LoginPasswordRequired
source: The password is required.
uk: Пароль є обов'язковий.

# LogInText
source: Log In
uk: Зайти

# LoginUserNameDisplayName
source: User Name
uk: Ім'я користувача

# LoginUserNameRequired
source: The user name is required.
uk: Ім'я користувача є обов'язкове.

# LogOutText
source: Log Out
uk: Вийти

# MyNotificationsText
source: My Notifications
uk: Мої сповіщення

# MyProfileText
source: My Profile
uk: Мій профіль

# NoBookmarks
source: You don't have any bookmarks.
uk: У вас немає відміток.

# NoPreferencesText
source: You don't have any preferences.
uk: У вас немає вподобань.

# NotificationAlreadyRead
source: The notification is already checked as read.
uk: Сповіщення вже позначено як прочитане.

# NotificationDoesNotExist
source: The notification doesn't exist.
uk: Сповіщення не існує.

# NotificationRead
source: The notification has been checked as read.
uk: Сповіщення позначено як прочитане.

# NotificationsCheckAll
source: Check all as read
uk: Позначити всі як прочитані.

# NoUserAccountsText
source: No User Accounts
uk: Немає користувачів

# PreferenceAdded
source: The preference has been added.
uk: Вподобання добавлене.

# PreferenceDoesNotExist
source: The specified preference doesn't exist.
uk: Зазначене вподобання не існує.

# PreferenceRemoved
source: The preference has been removed.
uk: Вподобання видалено.

# PreferencesHeader
source: Preferences
uk: Вподобання

# ProfileHeader
source: Profile
uk: Профіль

# ProfileTitle
source: Account Info
uk: Про мене

# ProposedEventsHeader
source: Proposed Events
uk: Запропоновані події

# ProposedEventsTitle
source: Proposed Events
uk: Запропоновані події

# ProposeEventText
source: Propose an Event
uk: Запропонувати подію

# ProposeText
source: Propose
uk: Запропонувати

# SignUpEmailDisplayName
source: Email
uk: Ел. пошта

# SignUpEmailInvalid
source: The email is invalid.
uk: Ел. пошта є неправильною.

# SignUpEmailRequired
source: The email is required.
uk: Ел. пошта є необхідною.

# SignUpFirstNameDisplayName
source: First Name
uk: Ім'я

# SignUpFirstNameRequired
source: The first name is required.
uk: Ім'я є обов'язковим.

# SignUpLastNameDisplayName
source: Last Name
uk: Прізвище

# SignUpLastNameRequired
source: The last name is required.
uk: Прізвище є обов'язковим.

# SignUpPasswordDisplayName
source: Password
uk: Пароль

# SignUpPasswordRequired
source: The password is required.
uk: Пароль є обов'язковий.

# SignUpText
source: Sign Up
uk: Зареєструватися

# SignUpUserNameDisplayName
source: User Name
uk: Ім'я користувача

# SignUpUserNameRequired
source: The user name is required.
uk: Ім'я користувача є обов'язковим.

# SubmitText
source: Submit
uk: Підтвердити

# UnassignEditorText
source: Unassign Editor
uk: Звільнити редактора

# UserNotFoundText
source: User Not Found
uk: Користувача не знайдено

# UsersHeader
source: User Accounts
uk: Аккаунти користувача

# UsersTitle
source: Users
uk: Користувачі

# ViewEventsHeader
source: Events
uk: Події

# ViewEventsTitle
source: View Events
uk: Події

# ViewNotificationsHeader
source: My Notifications
uk: Мої сповіщення

# ViewNotificationsTitle
source: My Notifications
uk: Мої сповіщення

# ViewPreferedEventsHeader
source: Prefered Events
uk: Рекомендовані події

# ViewPreferedEventsTitle
source: Prefered Events
uk: Рекомендовані події

# ViewPreferredEventsText
source: View Preferred Events
uk: Рекомендовані події

# ViewProposedEventsText
source: View Proposed Events
uk: Запропоновані події
